---
kind: property
id: P:Autodesk.Revit.DB.ProjectInfo.Author
source: html/0e1863b9-6941-0e62-25bb-f39081f930d0.htm
---
# Autodesk.Revit.DB.ProjectInfo.Author Property

Get or Set the Project Author of the Project Information.

## Syntax (C#)
```csharp
public string Author { get; set; }
```

## Remarks
This property is used to get or set the Project Author of the Project Information.